---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.DivisionGeometry
source: html/fc5b51bd-2d83-a6ad-08e5-336f5dffa2c6.htm
---
# Autodesk.Revit.DB.GroupTypeId.DivisionGeometry Property

Division Geometry.

## Syntax (C#)
```csharp
public static ForgeTypeId DivisionGeometry { get; }
```